Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
th_th: สามารถกำหนดเวลาการแจ้งเตือนได้หลายรายการ เลือกการเตือนความจำ เปิดใช้งานตัวกำหนดเวลา จากนั้นกำหนดวันและเวลา โปรดทราบว่าต้องเปิดใช้งานการแจ้งเตือนทางอีเมลในรายการการแจ้งเตือนทางอีเมลด้วย

source: hour
th_th: ชั่วโมง

source: Jobs
th_th: งาน

source: Scheduling
th_th: การจัดตารางเวลา

source: Nudge duplication
th_th: การทำซ้ำการกระตุ้น

source: Are you sure you want to duplicate this nudge?
th_th: คุณแน่ใจหรือไม่ว่าต้องการทำซ้ำการกระตุ้นนี้

source: The nudge was successfully duplicated.
th_th: การแจ้งเตือนถูกคัดลอกเรียบร้อยแล้ว

source: Open nudge
th_th: เปิดการกระตุ้น

source: Please proceed with editing the duplicated nudge.
th_th: โปรดดำเนินการแก้ไขการกระตุ้นที่ซ้ำกัน

source: Nudge Notifications
th_th: การแจ้งเตือนกระตุ้น

source: Get started by creating one.
th_th: เริ่มต้นด้วยการสร้างหนึ่งรายการ

source: No nudge notifications yet!
th_th: ยังไม่มีการแจ้งเตือนกระตุ้นในขณะนี้!

source: The nudge was successfully deleted.
th_th: การกระตุ้นถูกลบสำเร็จแล้ว

source: Delete nudge
th_th: ลบการแจ้งเตือน

source: Are you sure you want to delete this nudge?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบการกระตุ้นนี้

source: View company information
th_th: ดูข้อมูลบริษัท

source: Onboarding duration
th_th: ระยะเวลาปฐมนิเทศ

source: Give your first feedback
th_th: ให้ฟีดแบคครั้งแรกของคุณ

source: Create/view your goals
th_th: สร้าง/ดูเป้าหมายของคุณ

source: Language selection
th_th: การเลือกภาษา

source: Download the mobile app
th_th: ดาวน์โหลดแอปพลิเคชันบนมือถือ

source: View your passport information
th_th: ดูข้อมูลหนังสือเดินทางของคุณ

source: Enable the onboarding wizard
th_th: เปิดใช้งานตัวช่วยการปฐมนิเทศ

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
th_th: หน่วยงานนี้มีการอ้างอิงที่เกี่ยวข้อง หากคุณลบออก การอ้างอิงที่เกี่ยวข้องทั้งหมดจะถูกลบออก คุณแน่ใจหรือไม่ว่าต้องการลบหน่วยงาน

source: Organization external ID
th_th: รหัสภายนอกองค์กร

source: Organization name
th_th: ชื่อองค์กร

source: Parent organization external ID
th_th: รหัสภายนอกองค์กรหลัก

source: Parent organization name
th_th: ชื่อองค์กรหลัก

source: Enter a name
th_th: ป้อนชื่อ

source: Organizational Units
th_th: หน่วยงาน

source: {{count}} person
th_th: {{count}} คน

source: {{count}} people
th_th: {{count}} คน

source: Passport
th_th: หนังสือเดินทาง

source: Enable the "Passport" feature
th_th: เปิดใช้งานคุณสมบัติ “หนังสือเดินทาง”

source: Pay Scale
th_th: อัตราเงินเดือน

source: Performance Rating Scales
th_th: มาตราวัดประสิทธิภาพการทำงาน

source: Performance Review Rating
th_th: การให้คะแนนประเมินผลการปฏิบัติงาน

source: Planner
th_th: แพลนเนอร์

source: Enable the "Planner" feature
th_th: เปิดใช้งานคุณสมบัติ "แพลนเนอร์"

source: Populations
th_th: ประชากร

source: The population was successfully deactivated.
th_th: ประชากรถูกปิดใช้งานสำเร็จ

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
th_th: คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานประชากรนี้ รายการจะถูกลบออกจากกระบวนการในอนาคต แต่จะไม่ส่งผลกระทบต่อรอบที่ผ่านมา

source: Confirm deactivation
th_th: ยืนยันการปิดใช้งาน

source: Population criteria
th_th: เกณฑ์ประชากร

source: Criteria blocks:
th_th: บล็อกเกณฑ์:

source: Population scope:
th_th: ขอบเขตของประชากร:

source: Custom criteria
th_th: เกณฑ์ที่กำหนดเอง

source: Include everybody
th_th: รวมทุกคน

source: Population name
th_th: ชื่อประชากร

source: Which criteria should this block meet?
th_th: บล็อคนี้ควรมีเกณฑ์ตรงตามข้อใด

source: Criteria
th_th: เกณฑ์

source: Operator
th_th: ผู้ดำเนินการ

source: Population details
th_th: รายละเอียดประชากร

source: Value:
th_th: ค่า:

source: The population was successfully duplicated and a new item was created.
th_th: ประชากรถูกทำซ้ำเรียบร้อยแล้วและสร้างรายการใหม่ขึ้น

source: Open population
th_th: เปิดประชากร

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
th_th: ไม่พบผลลัพธ์ที่ตรงกับเกณฑ์การค้นหาหรือการกรอง กรุณายกเลิกตัวกรองและล้างการค้นหาเพื่อแสดงผลลัพธ์ทั้งหมด

source: No results found
th_th: ไม่พบผลลัพธ์

source: No populations created yet
th_th: ยังไม่มีการสร้างประชากร

source: No populations
th_th: ไม่มีประชากร

source: The population cannot be cloned; Its name is too long.
th_th: ไม่สามารถโคลนประชากรได้; ชื่อยาวเกินไป

source: Add condition
th_th: เพิ่มเงื่อนไข

source: All criteria
th_th: เกณฑ์ทั้งหมด

source: Any criterion
th_th: เกณฑ์ใดก็ได้

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
th_th: คุณได้ถึงขีดจำกัดสูงสุดของ 25 เกณฑ์สำหรับการกำหนดประชากรนี้แล้ว หากต้องการเพิ่มอีก โปรดลบเกณฑ์ที่มีอยู่

source: Select which criteria will determine the people included in this population.
th_th: เลือกเกณฑ์ที่จะกำหนดบุคคลที่รวมอยู่ในประชากรนี้

source: Define custom criteria
th_th: กำหนดเกณฑ์ที่กำหนดเอง

source: Select how you want to define population criteria.
th_th: เลือกวิธีที่คุณต้องการกำหนดเกณฑ์ประชากร

source: You haven't added any blocks yet.
th_th: คุณยังไม่ได้เพิ่มบล็อคใดๆ

source: Add blocks to start configuring the population criteria.
th_th: เพิ่มบล็อกเพื่อเริ่มกำหนดเกณฑ์ประชากร

source: Field
th_th: ฟิลด์

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
th_th: หากคุณเลือกตัวเลือกนี้ ข้อมูลทั้งหมดที่คุณได้กรอกในแบบฟอร์มจะถูกล้าง การดำเนินการนี้ไม่สามารถยกเลิกได้ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ

source: Confirm selection
th_th: ยืนยันการเลือก

source: of {{blocksMax}}
th_th: ของ {{blocksMax}}

source: Criteria blocks
th_th: บล็อกเกณฑ์

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
th_th: เลือกจากฟิลด์ที่มีอยู่ทั้งหมดในสกีมามูลนิธิข้อมูลมาตรฐานเพื่อกำหนดกฎการรวม

source: Population scope
th_th: ขอบเขตประชากร

source: Back to list
th_th: กลับไปยังรายการ

source: Select {{fieldName}}
th_th: เลือก {{fieldName}}

source: Clear all
th_th: ล้างทั้งหมด

source: Clear all filters
th_th: ล้างตัวกรองทั้งหมด

source: Click row to expand · Checkbox to select · Hover for actions
th_th: คลิกที่แถวเพื่อขยาย · ทำเครื่องหมายที่ช่องเพื่ิอเลือก · วางเมาส์เหนือเพื่อดูการดำเนินการ

source: Deselect all
th_th: ยกเลิกการเลือกทั้งหมด

source: Direct children: {{count}}/{{total}}
th_th: ลูกโดยตรง: {{count}}/{{total}}

source: Is parent selected
th_th: มีการเลือกตัวหลักหรือไม่

source: Indirect children: {{count}}/{{total}}
th_th: ลูกหลานทางอ้อม: {{count}}/{{total}}

source: items selected
th_th: รายการที่เลือก

source: items total
th_th: ยอดรวมรายการ

source: Partial
th_th: บางส่วน

source: Selected (with descendants)
th_th: เลือกแล้ว (รวมรายการย่อย)

source: Solo selected (node only)
th_th: เลือกเดี่ยว (เฉพาะโหนด)

source: No items found
th_th: ไม่พบรายการ

source: No results match the search criteria
th_th: ไม่พบผลลัพธ์ที่ตรงกับเกณฑ์การค้นหา

source: Parent selected
th_th: เลือกหลักแล้ว

source: Root level
th_th: ระดับราก

source: Select all
th_th: เลือกทั้งหมด

source: select all direct children
th_th: เลือกทายาทโดยตรงทั้งหมด

source: select all indirect children
th_th: เลือกบุตรหลานทางอ้อมทั้งหมด

source: select node only
th_th: เลือกเฉพาะโหนด

source: Selected items
th_th: รายการที่เลือก

source: Show selected
th_th: แสดงที่เลือก

source: Show selected items
th_th: แสดงรายการที่เลือก

source: Total
th_th: ทั้งหมด

source: Unselect all
th_th: ยกเลิกการเลือกทั้งหมด

source: unselect all direct children
th_th: ยกเลิกการเลือกทุกรายการย่อยโดยตรง

source: unselect all indirect children
th_th: ยกเลิกการเลือกทายาททางอ้อมทั้งหมด

source: unselect node only
th_th: ยกเลิกการเลือกเฉพาะโหนด

source: Define the title and description of the population
th_th: กำหนดชื่อเรื่องและคำอธิบายของประชากร

source: Basic information
th_th: ข้อมูลพื้นฐาน

source: An element with that name already exists in the system. Please choose a unique name to proceed.
th_th: มีองค์ประกอบที่มีชื่อนั้นอยู่ในระบบแล้ว โปรดเลือกชื่อที่ไม่ซ้ำเพื่อดำเนินการต่อ

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
th_th: เลือกวันที่มีผลบังคับใช้เพื่อดูตัวอย่างประชากร ขั้นตอนนี้มีไว้เพื่อการแสดงผลเท่านั้น; จะไม่มีการกำหนดวันที่มีผลให้กับการกำหนดค่าประชากร

source: Select an effective date to test the outcome.
th_th: เลือกวันที่มีผลบังคับใช้เพื่อทดสอบผลลัพธ์

source: Preview population
th_th: ดูตัวอย่างประชากร

source: Remove condition
th_th: ลบเงื่อนไข

source: Create population
th_th: สร้างประชากร

source: Edit population
th_th: แก้ไขประชากร

source: Effective date
th_th: วันที่มีผลบังคับใช้

source: The population was successfully published.
th_th: ประชากรถูกเผยแพร่เรียบร้อยแล้ว

source: The population was successfully saved.
th_th: บันทึกประชากรเรียบร้อยแล้ว

source: Search for population
th_th: ค้นหาประชากร

source: Last updated
th_th: อัปเดตล่าสุด

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
th_th: เปิดให้พนักงานที่มีบทบาทเป็นผู้ดูแลระบบและการปฏิบัติตามข้อกำหนดสามารถมอบสิทธิ์การเข้าถึงแบบตัวแทนให้กับพนักงานที่ยังทำงานอยู่ในบริษัทได้ พนักงานที่ได้รับสิทธิ์การเข้าถึงแบบตัวแทนจะสามารถดำเนินการแทนพนักงานแต่ละคนหรือพนักงานที่ยังทำงานอยู่ทั้งหมดในบริษัทได้

source: Granted users
th_th: ผู้ใช้ที่ได้รับสิทธิ์

source: Manage proxy access
th_th: จัดการการเข้าถึงโดยตัวแทน

source: Workers with proxy access
th_th: พนักงานที่มีสิทธิ์เข้าถึงพร็อกซี

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
th_th: พนักงานที่ได้รับสิทธิ์ให้เข้าถึงพร็อกซีจะสามารถพร็อกซีพนักงานแต่ละคนหรือพนักงานที่ทำงานอยู่ในบริษัททั้งหมดได้

source: Grant proxy access
th_th: มอบสิทธิ์การเข้าถึงพร็อกซี

source: No workers added to the list
th_th: ไม่มีการเพิ่มพนักงานเข้าในรายการ

source: No workers yet
th_th: ยังไม่มีพนักงาน

source: Proxy permission settings
th_th: การตั้งค่าสิทธิ์การอนุญาตพร็อกซี

source: Proxy permission
th_th: สิทธิ์การอนุญาตใช้พร็อกซี

source: Allow workers to proxy other workers
th_th: อนุญาตให้พนักงานพร็อกซีพนักงานคนอื่น

source: Proxy permission manager
th_th: หัวหน้างานอนุญาตพร็อกซี

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
th_th: คุณกำลังจะลบสิทธิ์การเข้าถึงในฐานะตัวแทนที่มอบให้กับ {{workerFullName}} คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Delete proxy permission
th_th: ลบสิทธิ์การใช้งานพร็อกซี

source: Proxy access count
th_th: จำนวนการเข้าถึงผ่านพร็อกซี

source: Department
th_th: แผนก

source: Manager
th_th: หัวหน้างาน

source: Proxy access list
th_th: รายการการเข้าถึงพร็อกซี

source: No workers found
th_th: ไม่พบพนักงาน

source: Please check the spelling or change your search.
th_th: โปรดตรวจสอบการสะกดคำหรือเปลี่ยนคำค้นหาของคุณ

source: All company
th_th: บริษัททั้งหมด

source: Individuals
th_th: บุคคล

source: and more
th_th: และอื่นๆ

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
th_th: หน้านี้เป็นแบบอ่านอย่างเดียวเนื่องจากบทบาทและสิทธิ์ของคุณ หากต้องการแก้ไข โปรดติดต่อผู้ดูแลระบบของคุณ

source: Self-review
th_th: การประเมินตนเอง

source: No custom sections added yet.
th_th: ยังไม่ได้เพิ่มส่วนที่กำหนดเอง

source: Question
th_th: คำถาม

source: At least one question is mandatory in the custom section.
th_th: จำเป็นต้องมีคำถามอย่างน้อยหนึ่งข้อในส่วนที่กำหนดเอง

source: Custom section
th_th: ส่วนที่กำหนดเอง

source: Create custom section
th_th: สร้างส่วนที่กำหนดเอง

source: Enable performance reviews
th_th: เปิดใช้งานการประเมินผลการปฏิบัติงาน

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
th_th: ฟีเจอร์การบริหารผลงานที่ช่วยให้ผู้ดูแลฝ่ายทรัพยากรบุคคลสามารถสร้างแบบประเมินผลงาน ซึ่งพนักงานและผู้จัดการจะได้ทบทวนเหตุการณ์ต่าง ๆ ในช่วงเวลาที่กำหนด

source: Allow local admins in review templates
th_th: อนุญาตให้ผู้ดูแลระบบในพื้นที่ในแม่แบบการตรวจสอบ

source: Allow reviews to be reopened
th_th: อนุญาตให้เปิดการประเมินผลงานอีกครั้ง

source: General performance review settings
th_th: การตั้งค่าทั่วไปสำหรับการประเมินผลการปฏิบัติงาน

source: Historical Reviews
th_th: การประเมินผลงานในอดีต

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
th_th: กลุ่มประชากรที่ใช้ในการตรวจสอบจะขึ้นอยู่กับสิทธิ์การเข้าถึงของผู้ดูแลระบบท้องถิ่น โดยพวกเขาจะสามารถแก้ไขเฉพาะกลุ่มประชากรภายในแม่แบบเท่านั้น

source: Review settings
th_th: การตั้งค่าการประเมินผลงาน

source: Allow new managers to see closed reviews
th_th: อนุญาตให้หัวหน้างานคนใหม่สามารถดูการประเมินผลงานที่ปิดแล้วได้

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
th_th: การประเมินผลงานที่ปิดแล้วจากหัวหน้างานคนก่อนของพนักงานจะแสดงให้หัวหน้างานคนใหม่เห็น หัวหน้างานคนก่อนจะยังคงเห็นการประเมินผลงานได้หลังจากการโอนย้าย

source: Performance review templates
th_th: แม่แบบการประเมินผลงาน

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
th_th: หากหัวหน้างานมีผู้รายงานโดยตรงน้อยกว่าจำนวนที่ระบุไว้ด้านล่าง พวกเขาสามารถดูหน้าการสอบเทียบได้โดยไม่ต้องดำเนินการใดๆ

source: Specify the minimum number
th_th: ระบุจำนวนขั้นต่ำ

source: Minimum number of direct reports
th_th: จำนวนขั้นต่ำของผู้ใต้บังคับบัญชาโดยตรง

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
th_th: แนวทางเหล่านี้มีไว้เพื่อการอ้างอิงเท่านั้น หากไม่ปฏิบัติตามจะมีการแจ้งเตือนอย่างสุภาพ

source: Distribution
th_th: การกระจาย

source: Population: {{population}}
th_th: ประชากร: {{population}}

source: Rating
th_th: การจัดอันดับ

source: Distribution guidelines
th_th: แนวทางการกระจาย

source: Total distribution: {{total}}%
th_th: ยอดการกระจายรวม: {{total}} %

source: The total distribution must add up to 100%. Please adjust the values accordingly.
th_th: ยอดรวมการกระจายทั้งหมดต้องเท่ากับ 100% กรุณาปรับค่าต่าง ๆ ให้ถูกต้อง

source: Specify the interval during which the calibration period will be open.
th_th: ระบุช่วงเวลาที่จะเปิดช่วงเวลาการสอบเทียบ

source: Calibration process period
th_th: ช่วงระยะเวลาของกระบวนการปรับเทียบ

source: Challenge process
th_th: กระบวนการคัดค้าน

source: Conversation & publication
th_th: การสนทนาและการเผยแพร่

source: Final validation
th_th: การตรวจสอบความถูกต้องขั้นสุดท้าย

source: Moderation & calibration
th_th: การกลั่นกรองและการปรับเทียบ

source: Worker sign-off comment box
th_th: ช่องแสดงความคิดเห็นลงชื่อของพนักงาน

source: Worker self-assessment
th_th: การประเมินตนเองของพนักงาน

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
th_th: คุณกำลังจะย้ายรีวิวทั้งหมดไปเป็นสถานะ "ปิด (ระบบ)" คุณแน่ใจหรือไม่ว่าต้องการปิดรีวิวนี้?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
th_th: คุณกำลังจะเปลี่ยนสถานะการประเมินผลงานไปยัง "ปิดแล้ว (ระบบ)" การประเมินผลงานที่อยู่ในสถานะ "มาพูดคุยกัน" หรือ "คัดค้าน" จะไม่ถูกปิด คุณแน่ใจหรือไม่ว่าต้องการปิดการประเมินผลงาน

source: Close review
th_th: ปิดการประเมินผลงาน

source: Creation date:
th_th: วันที่สร้าง:

source: Are you sure you want to delete the review?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบการประเมินผลงานนี้

source: Delete review
th_th: ลบการประเมินผลงาน

source: Open review
th_th: เปิดการประเมินผลงาน

source: The review was duplicated and a new item was created.
th_th: การประเมินผลงานถูกทำซ้ำและมีการสร้างรายการใหม่

source: Total workers assigned in this review: {{count}}.
th_th: พนักงานทั้งหมดที่ได้รับมอบหมายในการประเมินผลงานนี้: {{count}} คน

source: No performance review templates yet!
th_th: ยังไม่มีเทมเพลตการประเมินผลการปฏิบัติงาน!

source: End date:
th_th: วันที่สิ้นสุด:

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
th_th: ภาษาที่ตั้งไว้ของคุณคือ {{lang}} เลือกภาษาจากรายการนี้เพื่อให้มีเวอร์ชันแปล

source: Create performance review
th_th: สร้างการประเมินผลงาน

source: Worker sign-off stage
th_th: ขั้นตอนการลงชื่อของพนักงาน

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
th_th: พนักงานจะสามารถขอการสนทนาติดตามผลกับหัวหน้างานหรือโต้แย้งการประเมินผลงานกับหัวหน้างานในสายงานที่อยู่เหนือผู้ตรวจสอบ (LM+1) ได้ เมื่อเปิดใช้งานกระบวนการคัดค้าน วิดเจ็ตประสิทธิภาพโดยรวมจะต้องรวมอยู่ในเทมเพลต มิฉะนั้น คุณจะไม่สามารถบันทึกเทมเพลตการประเมินผลงานได้

source: Enable challenge process
th_th: เปิดใช้งานกระบวนการคัดค้าน

source: A comment box will be included for workers to fill in as part of the completion process.
th_th: จะมีการใส่ช่องแสดงความคิดเห็นให้พนักงานกรอกข้อมูลในระหว่างกระบวนการดำเนินการให้เสร็จสมบูรณ์

source: Include a comment box for the sign-off processes
th_th: รวมช่องแสดงความคิดเห็นสำหรับกระบวนการลงชื่อ

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
th_th: เปิดใช้งานขั้นตอนการตรวจสอบความถูกต้องเพิ่มเติม โดยที่การประเมินผลงานจะถูกส่งต่อไปยังหัวหน้างานระดับสูงขึ้น (LM+1) เพื่ออนุมัติขั้นสุดท้ายหลังจากที่พนักงานและหัวหน้างานในสายงานของตนได้เสร็จสิ้นกระบวนการประเมินผลงานแล้ว

source: Enable final validation step
th_th: เปิดใช้งานขั้นตอนการตรวจสอบความถูกต้องขั้นสุดท้าย

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
th_th: หัวหน้างานจะสามารถแก้ไขคะแนนและความคิดเห็นของตนได้ในระหว่างขั้นตอนการกลั่นกรอง ปิดใช้งานการตั้งค่านี้หากคุณต้องการให้การประเมินผลงานถูกตรึงไว้ในโหมดอ่านอย่างเดียวระหว่างการกลั่นกรอง

source: Manager can edit their inputs during HR-led moderation
th_th: หัวหน้างานสามารถแก้ไขข้อมูลอินพุตของตนเองได้ระหว่างการกลั่นกรองที่นำโดยฝ่ายทรัพยากรบุคคล

source: Calibration led by the HR with manager participation
th_th: การสอบเทียบนำโดยฝ่ายทรัพยากรบุคคลโดยมีหัวหน้างานเข้าร่วม

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
th_th: ในขั้นตอนถัดไป ควรระบุจำนวนรายงานโดยตรงขั้นต่ำที่จำเป็นสำหรับเซสชันการสอบเทียบต่อหัวหน้างาน จากนั้น หัวหน้างานจะสามารถกลั่นกรองได้ กระบวนการจะดำเนินต่อไปโดยฝ่ายทรัพยากรบุคคล ซึ่งสามารถทำการปรับเปลี่ยนและดำเนินการประเมินผลงานไปยังขั้นตอนถัดไป

source: Closed calibration led by HR only
th_th: การสอบเทียบที่ปิดแล้วนำโดยฝ่ายทรัพยากรบุคคลเท่านั้น

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
th_th: เปิดใช้งาน Hard stop แล้ว หัวหน้างานจะไม่สามารถดำเนินการขั้นตอนการดำเนินการให้เสร็จสิ้นหรือดำเนินการขั้นตอนต่อไปโดยใช้แบบฟอร์มตรวจสอบได้ บทบาทการประเมินผลงานระดับมืออาชีพจะจัดการขั้นตอนผ่านทางพอร์ทัลของฝ่ายทรัพยากรบุคคลแทน

source: Enable moderation
th_th: เปิดใช้งานการกลั่นกรอง

source: HR-led process
th_th: กระบวนการที่นำโดยฝ่ายทรัพยากรบุคคล

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
th_th: หัวหน้างานจะไม่สามารถดำเนินการขั้นตอนการดำเนินการให้เสร็จสิ้นหรือดำเนินการขั้นตอนต่อไปโดยใช้แบบฟอร์มการประเมินผลงานได้ บทบาทการประเมินผลงานระดับมืออาชีพจะจัดการกระบวนการผ่านทางพอร์ทัล

source: Moderation led by the manager
th_th: การกลั่นกรองที่นำโดยหัวหน้างาน

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
th_th: หัวหน้างานจะสามารถดำเนินกระบวนการกลั่นกรองให้เสร็จสิ้นและยกระดับกระบวนการประเมินผลงานไปยังขั้นตอนถัดไปได้โดยใช้แบบฟอร์มการประเมินผลงาน บทบาทการประเมินผลงานระดับมืออาชีพยังคงสามารถเข้าถึงเพื่อตรวจสอบ จัดการ และแทรกแซงหากจำเป็นผ่านพอร์ทัล

source: A moderation stage will be added to the review process workflow.
th_th: ขั้นการกลั่นกรองจะถูกเพิ่มลงในเวิร์กโฟลว์ของกระบวนการประเมินผลงาน

source: Moderation stage
th_th: ขั้นตอนการกลั่นกรอง

source: Define the visibility of your performance review.
th_th: กำหนดการมองเห็นการประเมินผลงานของคุณ

source: Select the populations relevant for this template.
th_th: เลือกกลุ่มพนักงานที่เกี่ยวข้องกับเทมเพลตนี้

source: Select population
th_th: เลือกประชากร

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
th_th: การประเมินผลงานจะได้รับการเผยแพร่และแสดงให้พนักงานเห็นหลังจากที่หัวหน้างานส่งการประเมินผลงานแล้ว beqom ขอแนะนำให้คุณใช้ขั้นตอนการสนทนาและการเผยแพร่ผลลัพธ์ โปรดทราบว่าไม่สามารถเปลี่ยนแปลงการตั้งค่านี้ได้หลังจากเผยแพร่แบบฟอร์มการประเมินผลงานแล้ว

source: Skip the "Conversation & publication" results stage
th_th: ข้ามขั้นตอน "สนทนาและเผยแพร่ผลลัพธ์"

source: "Conversation & publication" stages
th_th: ขั้นตอน "การสนทนาและการเผยแพร่"

source: Local owners
th_th: เจ้าของในพื้นที่

source: Select owners
th_th: เลือกเจ้าของ

source: Review owners
th_th: เจ้าของรีวิว

source: Add review owners
th_th: เพิ่มเจ้าของการประเมินผลงาน

source: Select the stages of the review
th_th: เลือกขั้นตอนการประเมินผลงาน

source: Configure review stages
th_th: กำหนดค่าขั้นตอนการประเมินผลงาน

source: To customize steps, uncheck the template in the "Performance review details" step.
th_th: หากต้องการปรับแต่งขั้นตอน ให้ยกเลิกการเลือกเทมเพลตในขั้นตอน "รายละเอียดการประเมินผลงาน"

source: The review timeline is based on the Goal setting template.
th_th: ไทม์ไลน์การประเมินอ้างอิงตามเทมเพลตการตั้งค่าเป้าหมาย

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
th_th: เฉพาะผู้จัดการเท่านั้นที่จำเป็นต้องให้ข้อมูล พนักงานจะไม่สามารถดูคำถามหรือให้คำตอบได้

source: Skip worker self-assessment
th_th: ข้ามการประเมินตนเองของพนักงาน
